1:WizardTutorial
00000000
You know how to see targeting information in combat, no?  Well, let us explain!
你知道怎样在战斗中获取敌方信息么，不知道？好吧，我给你解释一下！
00000001
The icons at the bottom of the screen during combat show you what spells your fellow Wizards are planning on casting each round -- and who they are targeting.
战斗时屏幕下方的图标显示你的盟友打算使用的魔法——还有他们的施法目标是谁。
00000002
You can use the symbol to know the target of each combatant's spell.  In this example, a Firecat is being cast at the player in the eye slot. See?
通过这个图标，你可以知道每个参战人员施法的对象。在这个例子中，玩家正在对那个玩家释放火猫魔法，看到了吗？
00000003
"Control-I" will turn these windows on and off during Combat.  You can also set this in the Options Page of your Spellbook.
在战斗中“控制-I”图标可以开关窗口。你也可以通过魔法书中“设置页面”进行设置。
00000004
Uh, oh!  It looks like you are running low on mana.
啊，看起来你的法力值在不断减少。
00000005
Remember, Wizards need Mana to be able to cast their spells in Combat.
记住，在战斗中魔法师们需要法力才能释放他们的魔法。
00000006
To refill your Mana, you need to play some minigames.
为了恢复你的魔法，你需要玩些小游戏。
00000007
Go to the Fairegrounds in the Commons and step onto a Sigils to access one.
去广场上的游乐场看看，然后踏上印章试着玩一个迷你游戏。
00000008
Oh, goodness! I forgot to mention the Go Home button! In Wizard City, all students have the ability to return to their castle or dorm at any time. You will need to wait a short time between uses, though. 
哦！我忘了提及“回家”按钮了！在魔法城，所有的学生都能够随时返回他们的城堡或宿舍。不过，在启用之前，你需要等待一小下。
00000009
Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
你好，小魔法师。我们需要尽快见个面！我是说，在你有空的时候顺便来一下。
00000010
The "Go Home" button is located in the lower right corner of the World Map, or under your Compass.
“回家”按钮位于世界地图的右下角，或者在你的指南针下方。
00000011
The "Go Home" button is located in the lower right corner of the World Map, or under your Compass.
你可以在世界地图的右下角或者你的罗盘下方找到“回家”这个按钮。
00000012
Oh, no, dear! It looks like you were defeated in Combat.
哦，不，亲爱的！看起来你好像被击败了。
00000013
Don't be upset, child.  It happens to everyone sometimes.  Not to worry, you didn't lose anything.
孩子，不要丧气！每个人都可能被击败，不必担心，你没有输掉任何东西。
00000014
Any time a student loses a duel, they are immediately returned to safety, so that they can rest before trying again.
学员无论在何时输掉战斗，都可以立即回到安全地区，以便再次战斗前能得到休息。
00000015
You'll need to wait here until you regain all your Health.  To refill your Mana, go play some minigames in the Fairegrounds.
你需要在此等侯，直到生命值得以恢复。可以通过去游乐场参加迷你游戏恢复你的法力值！
00000016
You have advanced...</ITALICS>sigh<ITALICS>...fine, come see me.
你提升了……</ITALICS>叹气<ITALICS>……好吧，过来找我。
00000017
Come see me if you wish to gain more knowledge.
如果你想学到更多知识的话，可以来找我。
00000018
Oh my, it looks like you have advanced quite a bit now doesn't it?
天哪，看起来你已取得了不小的进步，是吧？
00000019
Come see me when you have some time dear, I think I just might have something for you.
当你有空的时候，来见我，亲爱的，我想我有些东西要给你。
00000020
Excellent job!  You have reached a new level of achievement.
做得好！你又提升了一个级别。
00000021
Come see me as soon as you can.  I have a new spell ready for you.
尽快来见我，我要教你个新魔法。
00000022
Excellent job, young one.  You have come to a new understanding of the ways of life!
干得好，年轻人。你对生命的真谛有了新的理解。
00000023
Come see me, and I will teach you something new.
来见我，我会教你些新东西。
00000024
Congratulations, young Wizard!  You have gained a Training Point. 
恭喜你，小魔法师！你获得了1训练点数。
00000025
Go to Ravenwood and you can train with a teacher of your choice. Consider these your "secondary" school spells.
前往拉文霍德，你可以自行选择老师来培训你。并把这些培训内容当成你的魔法学院“辅助魔法”。
00000026
Be sure to stop by your Homeroom Class.  Remember, spells from your homeroom professor don't require any training points to learn!
一定要去你的指导教室。记住，你的指导老师教给你的所有魔法都不会耗费你任何的训练值。
00000027
Looks like ye've picked up a wee bit more'n ye kin carry!
看来你拾取了不少东西，已经拿不动了。
00000028
Extra loot ya find or buy is automatically put in yer Bank.
你找到的或购买的额外战利品会自动存放在你的仓库里。
00000029
Visit yer Dorm Room back in Ravenwood, if'n ya want ta move stuff between yer Bank and Backpack.
如果你想挪动仓库和背包里的物品，那就需要到拉文霍德后方的宿舍去。
00000030
Good, good! You have gained a new level of understanding.
好，好！你有了更好的理解。
00000031
Come see me for additional training.
若想额外训练，来找我吧。
00000032
Excellent, young Wizard! You have furthered your understanding of the art of storms.
太好了，小魔法师！你又加深了对风暴系魔法的了解。
00000033
Come see me when you get the chance.  I have something for you.
有机会就来见我。我有东西给你。
00000034
Ah, young one, you seem to have gained a bit more power since our last meeting.
年轻人，看起来自我们上次见面后你又获得了更多的力量。
00000035
Come find me when you can, I have some wisdom that I would like to teach you.
有时间就来找我，我想要教给你一些知识。
00000036
Uh oh, it looks like you are low on Mana!
哦，不，看起来你的法力值很低了。
00000037
Remember, all Wizards need Mana to cast spells in combat.
记住，在战斗中所有魔法师都需要法力值来施展魔法。
00000038
To refill your Mana, you can play minigames, or you can collect wisps in the central city areas.
你可以通过参加迷你游戏获取法力值，或者通过在中心区域吸收能量球增加法力值。
00000039
Go to the Fairegrounds in the Commons area, and step on one of the sigils to play one.
前往广场上的游乐场，踏上印章开始玩游戏。
00000040
Mr. Lincoln
林肯先生
00000041
Pardon me, $PLAYER_FIRSTNAME$, but your room is ready!
打扰一下，$PLAYER_FIRSTNAME$，你的房间已经准备好了！
00000042
You can find the dormitories in Ravenwood by turning on your compass.
你打开指南针，就会找到拉文霍德宿舍的位置。
00000043
Your dorm room contains your Bank. There you can store items that you don't want to carry. Visit the dorms whenever you like!
你的宿舍就是你的仓库，你可以将暂不需要的物品存放在那里。你随时都可以去宿舍！
00000044
Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
你好，小魔法师。我们需要尽快见个面！我是说，在你有空的时候顺便来一下。
00000045
It seems you have been sent into an area with higher ranked monsters.
你似乎被送到了一个住着很多高阶的怪物的地方。
00000046
A monster with a rank of 2 is stronger than a monster with a rank of 1.
一个2阶的怪物要比1阶的怪物强大。
00000047
Also, you will get experience for casting spells against a monster regardless of its rank.
此外，对所有级别的怪物使用魔法都会增加你的经验值。
00000048
Aha ! You have been asked to enter a Dungeon. To go inside, you'll need to stand on that Sigil next to the door.
啊哈！现在你需要进入地下城，踩到入口边上的印章上就能进去了。
00000049
Once you activate the Sigil, a countdown will start. When the timer runs out, anyone standing on the Sigil will go inside the Dungeon with you.
一旦你激活了印章，倒计时就会开始。倒计时结束时，所有站在印章上的人将和你一起进入地下城。
00000050
Dungeons, which are usually whole streets, often contain puzzles and tougher unique monsters.  Becareful, if everyone in your group leaves the area, it will reset.
这些贯通整条街道的地下城通常含有很多谜题及强大的怪异怪兽。小心点，如果你队伍中的任何人离开这个地区，它将重置。
00000051
I need you to come help me out with something.  Could you come talk to me please?
我需要你帮我取出一样东西，能来和我谈谈吗？
00000052
Hello, again.  I need your assistance for a moment.  Could you come see me please?
哈喽，你好啊。现在我需要你的帮助，快来找我吧！
00000053
It's time for an assignment. Please come pick it up at the school.
到了领取任务的时间了，请到我这边来领取任务。
00000054
Hmmmm, I see you have been studying.  Come see me for a new assignment.
嗯，我看你一直在研究。我有新的任务要给你。
00000055
You are still around? Apparently I'm not giving you enough homework. Come by the school, and I shall remedy that situation...
你还在四处闲逛？很显然我给你的任务不够多。到学院里来一趟，我要多给你些任务……
00000056
I require your assistance, please.  Come see me when you can.
我需要你的帮助，方便时来见我。
00000057
Could you come see me?  I need your help.
我需要你的帮助，你能来我这里一趟吗?
00000058
Advancing quite rapidly, I see. Come to the Storm school when you have the chance. I have a new spell for you.
进步相当神速，我明白了。有机会来风暴学院一趟。我有一条新的魔法要教给你。
00000059
Aha!  Good, good! You have made it quite far now. Come see me for a new spell.
啊哈！很好，很好！目前为止你都很成功。来我这儿学习一个新魔法。
00000060
Excellent young one!  You have exceeded expectations.  Come to the school for a new spell.
优秀的年轻人！你的表现真让我出乎所料。来学院学习一个新魔法吧。
00000061
My My!  Coming along quite quickly are we?  Come see me when you have a chance.
天啊天啊，我们进展得太快了，不是吗？如果有时间就来找我吧。
00000062
Yay!  You are doing really well.  Come to the school for a new spell.
哇！你干得真不错… 来学院学习一个新魔法吧。
00000063
Hello young Wizard. I'm ready to teach you a new spell if you'd like to come to the school.
你好，小魔法师。如果你到学院来，我准备教你一条新魔法。
00000064
Ah, there you are!  I've got a new spell for you to learn, come see me.
啊，你在这儿啊！我有一条新魔法供你学习，过来找我。
00000065
Come see me dear.  I have a new spell for you to try out.
过来找我，我要教你一个新魔法。
00000066
Could you come to the school? I have something for you.
你能来学院一趟吗？我有东西给你。
00000067
Coming along nicely in the fire arts?  Good, I have a new spell for you.
火焰系魔法的学习还顺利么？很好，我还有一条新的魔法要教给你。
00000068
I have a new spell for you, student.  Come to the school so I can teach it to you.
我有一个新魔法，学生。到学院来学习吧。
00000069
Excellent job.  Your training has opened up a new spell that I can now teach you.  Come see me when you can.
做得太好了。你的训练说明我可以教你新魔法了。方便的时候来见我。
00000070
You are now ready for a truly powerful spell, young Wizard. Come see me to learn it.
你现在已经可以学习一条真正强大的魔法了，小魔法师。来找我吧。
00000071
Your training has paid off.  I can teach you a new spell now.  Come see me when you're ready.
你的训练已见成效，我可以教你新的魔法了。准备好了就来见我吧。
00000072
Working hard at your training I see.  I have a new spell for you, come see me.
我知道你训练刻苦，现在我要教你新的魔法，快来见我吧。
00000073
Good, good! As you gain power you can control greater things. I have a new spell for you to master.
好，好！随着你力量的增加，你可以掌控更强的事物。我有一个新魔法供你学习。
00000074
I have a new spell for you, little Wizard. Come to the school so I can teach it to you.
我有个新魔法，小魔法师。来学院，我可以传授给你。
00000075
Yes!  You are truly powerful now!  I have another spell for you.
是的！你是真正的强者了！我还有个魔法教你。
00000076
You have become a true master of the Death Arts.  For you I have a new spell.
你已经真正掌握了亡灵系魔法，现在我有新的魔法要教你。
00000077
Haven't been eaten by any of your summons I see.  How unfortunate.  I guess I'll have to teach you a new spell then.
你居然还没有被你召唤的生物吃掉，哈哈，看来我要教你新的魔法了。
00000078
*Sigh*  I have another spell for you, if you can make it here.
*叹气* 若你此次能够成功，我会教你另一个魔法。
00000079
Hmmm, perhaps this spell will finally get the better of you.  Come see me to learn it.
嗯，也许这个魔法能使你更强，快来找我学习下吧。
00000080
Hmmm, it seems I'm going to have to teach you something truly powerful to get rid of you.  Come to the school for a new spell.
看来我得教你一点真功夫了，这样才能摆脱你的纠缠呢。快来学院学习新的魔法吧。
00000081
Hmmm. You might actually be a good Wizard seeing as you've made it this far. Come see me for a new spell.
嗯。你能走到这一步，说明你的确是个优秀的魔法师。来我这里学习新魔法。
00000082
Hmmmm, you're doing well.  I have a new spell to teach to you now.
嗯，你干得非常好。现在我要教你一个新魔法。
00000083
Ahhh, for you my student, a new spell.  Come see me so that I can teach it to you.
啊哈，我有一个新魔法要教你，快来见我吧。
00000084
Your meditations and trials have paid off my young student.  Come to the school for a new spell.
你的思考和锻炼都会得到回报，年轻的学生。来学院学习新魔法吧。
00000085
You have persevered again.  I have a new spell for you.
你表现的非常好，我要教你个新魔法。
00000086
You have truly grasped what it means to be a Life mage.  Because of that, I have a new spell for you.
你已经掌握了一个生命系魔法师应该掌握的，因此，现在我要教你个新魔法。
00000087
I can now teach you a spell of great power, young Wizard. Come to the school so I may teach you.
我现在可以教给你一条强大法力的魔法了，小魔法师。到学院来学习下吧。
00000088
Stop by if you would.  I have a new spell for you!
如果你方便的话，请过来一趟，我有一个新魔法教你。
00000089
Good gosh, you certainly are adamant in your training.  Come see me for a new spell.
天啊，你在训练中表现顽强。来，我有一个新的魔法要教你。
00000090
Seems your hard work allowed you to learn a new spell.  Come see me for it.
鉴于你训练刻苦，我有一个新魔法要教你。快来见我吧！
00000091
Good job, young Wizard. I can now teach you a new spell to add to your deck.
干的漂亮，现在我可以教你新的魔法。
00000092
Excellent. You are learning what it really means to keep all things in balance.  I have a new spell as your reward.
太好了。你已经领会保持万物平衡的真谛了。现在我要教你一个新的魔法，作为奖励。
00000093
You truly have become a master of Balance.  I have a new spell for you to add to your repertoire.
你已经能很好地掌握平衡系魔法了。现在我要教你个新的魔法，以便增加你的技能。
00000094
Goodness, you have gained quite a bit of knowledge haven't you, young one?  Come see me, I have a new spell for you.
天呢，你已经掌握了大量的知识，对吗，年轻人？过来找我，我有一条新魔法要教你。
00000095
Greetings, young Wizard. I sense it is time for you to take a new step in your learning. Come and speak with me at once. 
你好，小魔法师。我感觉你是时候学习更深入的魔法了。马上来跟我谈谈。
00000096
Come quickly, I have a task for you to do.
快点来，我有一个任务要交待你去做。
00000097
You've gained greater power I see.  Come find me if you want to know another spell.
我知道你已经获得了巨大的能量，若你想学习新的魔法，那么来找我。
00000098
Come find me, I want to show you something that's really cool with Death Spells!
来找我，我要让你看看亡灵系魔法有多酷。
00000099
Ah, good.  I need your newly acquired power for a task.
啊，太好了。我要你用新掌握的能力去完成一个任务。
00000100
Your new power will now allow you to control a pet.  Come to me and I will train you in its use.
你可以用新获得的能量控制一只宠物。来找我，我会训练你怎么使用。
00000101
A little black bat came and sang to me... your name was mentioned. I've a new and most powerful spell to teach you, should you have the time to learn it!
一个黑色的小蝙蝠对我歌唱……并提到了你的名字。如果你有时间学习的话，我可以教你一个最强大的新魔法！
00000102
Excellent, you are now ready to train a new spell.  Come see me as soon as you can.
太好了，你已经准备好学习新的魔法了，尽快来见我吧。
00000103
I need your skills to help me with something.  Come to the Fire school when you can please.
我需要你的帮助，你方便的话来火焰系学院找我吧。
00000104
You're coming along nicely.  I think it's time to put your skills to the test.  Come see me soon.
进展得不错嘛。我想是时候检验下你的技能了。尽快来见我吧。
00000105
You have refined your skills enough to control a pet.  Come see me and I will train you on it's uses.
你的技能已经精进到可以控制一只宠物了。来找我，我会教你它的用法。
00000106
I need your help once again, young Wizard. Please come see me.
我又需要你帮忙了，小魔法师。请来找我。
00000107
You have a great amount of power now.  How bout we test it out?  Come to the school for further instruction.
现在你已经掌握了强大的力量了。我们来测试一下怎么样？去学院等下一步通知。
00000108
Greetings, $PLAYER_FIRSTNAME$! As you are my favorite student, I'm pleased to tell you that it's time for you to learn a new spell. Come see me at once!
你好， $PLAYER_FIRSTNAME$！作为我的得意门生，我很高兴告诉你现在你该学习新魔法了。现在就来找我！
00000109
Hello there. Could you come to the school? I have a task for you.
嗨你好，你能来学院吗？我有任务给你。
00000110
Hello there dear.  I see you've been training hard..  Come see me when you can, I have a new spell I would like to teach you.
你好啊，亲爱的。我看你一直刻苦训练。你方便的时候就找我吧，我想教你个新魔法。
00000111
Ah, there you are.  I need you to come see me at the school for a moment.  When you can of course.
你在这里啊，我需要你来学院一趟，当然是你有空的时候。
00000112
Come to the school when you can please.  I have an assignment for you.
方便的时候，请来学院找我。我有一项新的任务给你。
00000113
Oh goodie.  You are now able to have a pet.  Come see me to learn more about them.
哦，好的。现在你可以领取宠物了。到我这里来增加对它们的了解。
00000114
It's time for a test my young student.  Come to the school and take it please.
测试的时间到了，年轻的学生。快来学院接受测试吧！
00000115
I need you to help me out at the school for a bit dear.  Could you stop by please?
我需要你到学院来帮我个忙，可以来找我么？
00000116
Young Wizard! It's time to learn a new spell. How exciting! Come to my classroom at once! 
小魔法师！你可以学习新魔法了，多令人兴奋啊！赶快来我的教室吧！
00000117
Well hello there, young Wizard. I have your first homework assignment here. Come see me for it.
年轻的魔法师，你好呀！我这儿有你的第一个家庭作业。过来我这边看看吧！
00000118
Oh goodness, you've gotten so much better!  Come see me for a new spell.
天哪，你进步很快！请来找我学习新魔法。
00000119
I have another task for you, young Wizard. Please come see me for it.
我有一项任务要交给你，小魔法师。请来我这里领取任务。
00000120
I need your help with something.  Could you please come to the school?
我需要你的帮助，你能来一趟学院吗？
00000121
You have advanced your studies enough to be allowed a pet.  Come see me for your training.
你的学习已经进步到可以让你有一只宠物了。为了你的训练，来找我吧！
00000122
I have some more homework for you.  Please come to the school to pick it up.
我有一些任务要交给你，请来学院领取任务。
00000123
It has come time to test your abilities.  Come see me when you have the chance.
是时候测试下你的能力了，抽时间来找我。
00000124
Greetings, young Wizard! If you wish to continue advancing in the School of Life, you should return to my classroom at once. I've a new spell to teach you! 
你好，小魔法师！如果你想在生命学院继续深造，就请立即回到教室。我有一个新的魔法教你哦！
00000125
So you're my new student are you?  Come here, I have some homework to give you.
这么说，你是我的新学生了？过来，我有一些家庭作业要交给你做。
00000126
I have more homework to pile on to what you already have.  Come pick it up.
现在我有另外一项任务，快来领取吧。
00000127
Still trying hard I see... Well might as well give you an assignment to do.
我知道你训练刻苦……那么，再给你一项任务吧。
00000128
*Sigh*  Maybe this new assignment will finally keep you away from me.
*叹气*或许这次的新任务让我终于可以摆脱你了。
00000129
Hmph.  The Headmaster says your ready for a pet.  Let's make this quick so I can get back to my research.
校长说你准备领养一只宠物了，那我们就快点进行吧，我还要继续我的研究呢。
00000130
It's time to test you.  Come see me for it.
接受考验的时候到了，快来我这里接受考验吧。
00000131
I have a new assignment.  Maybe you can get it done, I need to research.
我这里有新任务。或许你可以完成任务，但这还有待我去调研一下。
00000132
If you aren't too busy gallivanting around the Spiral, see if you can find time to attend class. Specifically, my class. Please report to my classroom at once. It is time for you to learn a new spell. 
如果你不急着在漩涡星系游逛的话，看能否找个时间去上课。我是指到我的课堂来。请立即来我的教室报道，你该学习新的魔法了。
00000133
Hello, you must be the new student. Come find me in the Storm school. I have an assignment for you.
你好，你就是那个新来的学生吧！到风暴学院来找我。我有一个任务要指派给你。
00000134
Ah, you've been working hard!  Come see me, I have something new to teach you.
啊，你很努力！过来找我，我有新东西要教给你。
00000135
Coming along quite well I see.  How bout you come to the school.  I have something I need your help with.
你进展得非常顺利。可以来一趟学院么？我需要你帮我个忙。
00000136
Ah good, I need your assistance for a moment.  Could you come see me at the school?
太好了，现在我需要你的帮助。你能来学院找我吗？
00000137
Congratulations!  You are now able to have a pet.  Come see me for training.
恭喜你！你现在养宠物了。过来我这里接受培训。
00000138
It's time to test your knowledge of the Storms, my student.  Come to the school please.
孩子，现在需要测试你所掌握的风暴系技能了。请到学院来！
00000139
I need your assistance once again.  Come to the school.
我又需要你的帮助了，请到学院来。
00000140
Pardon me, my young student. Unless I'm mistaken, it is time for you to learn another Storm school spell... and this one should be of especial interest to you!
打扰一下，我年轻的学生。要是没弄错的话，你应该学习另一个风暴系学院魔法了……你会对这个魔法特别感兴趣的！
00000141
Potion Flasks, like the one I just gave you, can be used to replenish your Health and Mana without returning to a non-combat area.
药剂瓶，比如我刚才给你的那个，可以用来补充你的生命值和法力值，而不必再返回非战斗区去补充。
00000142
If your Potion Flask runs out, you can replenish it by playing minigames in the Fairegrounds.
如果你的魔力泉水用完了，你可以通过在游乐场里玩迷你游戏，将它填满。
00000143
So a rank 2 monster will give experience for up to rank 2 spells, but no higher.
一只2阶怪物最多只能带给你的2阶魔法经验，更高的魔法就没有了。
00000144
There are also smaller sigils for only you to enter and no one else.
还有一些只能允许你自己通过的小号印章。
00000145
I see you have trained your first damage over time spell.
我知道你接受了你第一个“持续伤害”魔法的训练。
00000146
The Fire Elf spell will do a small amount of damage when you cast it, and then it will deal a larger amount of damage each round for three rounds of combat.
火精灵魔法在施展时只能造成很小的伤害，但是在多回合的打斗中，它的伤害每回合都会增加，第三回合达到最大值。
00000147
You have gained your first heal over time spell.
你获得了第一个持续治疗魔法。
00000148
The Sprite spell will heal a small amount when you cast it, and then heal a larger amount over the next three rounds of combat.
在施展小妖魔法时可少量疗伤，但在后面三个回合中治疗量大大增加。
00000149
You can use either button any time to go to your dorm or castle -- as long as you aren't in combat.
未参战时，你可以选择其中任何一个按钮前往你的宿舍或城堡 。
00000150
Spells like these require patience, but can be very powerful when used correctly!
使用这样的魔法需要耐心，但如果使用正确，它们的法力是非常强大的！
00000151
Congratulations!  You have gained your first level.  When you gain a level your maximum Health and maximum Mana are increased.  Also, your Health is restored.
恭喜！你首次升级成功。每次升级时，你的最大生命值和法力值都会随之增加。同时，你的生命值也会恢复。
00000152
Your professor, Mr. Wethersfield, will require your assistance from time to time as you get stronger.  Also, she will give you spells at certain points in your studies.
在你变强大的过程中，你的教授韦斯菲尔德先生也会时不时的需要你的协助。同时，他也会教给你一些跟你的研究有关的魔法。
00000153
Ah, your first level.  You'll notice that your Health has been restored.  You also have more total Health and Mana.
这是你首次升级。你的生命值恢复了。你的最大生命值和法力值也得到了提高。
00000154
Your professor, Professor Falmea, will also want to see you from time to time as you progress in your studies.  
你的教授——法密亚教授也会随着你学习进度的增长时不时地想见你。
00000155
Excellent!  You have gained your first level.  You'll notice that you have regained your Health.  Also, you now have more Health and Mana than you did before you leveled.
太好了！你首次升级成功，你将发现你的生命值已经恢复。另外，你的生命值和法力值也比升级之前有所增加。
00000156
Your professor, Miss Greyrose, will call upon you from time to time as you gain additional levels.  Be on the look out for her messages.
随着你等级的提高，你的教授格葛瑞丝小姐会不时地找你的。请注意查看她的消息。
00000157
You have just gained your first level.  You'll notice that you have regained all your Health back.
你的首次升级顺利完成，你的生命值已经完全恢复。
00000158
Haelstrom Baelstrom, your professor, will call upon you in the future for assistance and to teach you new spells as you gain additional levels.  Be on the look out for his messages.
你的教授-风暴巴乐将来会需要你的援助的，你升级后他也会教你新魔法的。记得留意他的消息。
00000159
Your first level.  Excellent!  You have gained more Health and Mana now.  So you can cast more spells and take more damage than before.  
你首次升级成功。太棒了！现在你的生命值和法力值都有所增加。你现在可以施展更多魔法但也会遭受更多伤害。
00000160
Moolinda Wu, your class professor, will contact you every now and again to teach you additional spells, and for other tasks and homework assignments she needs done.  Be on the lookout for her messages.
你的课程教授——吴小姐会时不时联系你，教你额外的魔法，她要求的其他任务和家庭作业任务也要完成。记得留意她的消息。
00000161
Congratulations, you have gained your first level.  You now have increased Mana and Health.  Your Health has also been restored to you as well.
恭喜你首次升级成功，你的法力值和生命值都得到了提高，生命值也得到了恢复。
00000162
Fantastic!  You have gained your first level.  Your Health has been restored.  Maximum Health and Mana has been increased, allowing you to cast more spells and take more damage.
太棒了！你首次升级成功。你的生命值已经恢复。最大生命值和法力有所增加，你可以施展更多的魔法且会遭受更多伤害。
00000163
Also your maximum Health and Mana have now increased, allowing you to cast more spells and take more damage.
最大生命值和法力值有所提高，你可以施展更多魔法且会受到更大伤害。
00000164
I see you have learned a higher ranked spell.  This spell will take more Mana and pips to cast.
我看你刚学会了一个更高级别的魔法，这个魔法需要消耗更多法力和魔豆。
00000165
Also, if a monster's rank is below that of the spell you are using, you will receive no experience for using that spell.
同时，如果一个怪物的等级低于你的魔法等级，你用那个魔法是得不到任何经验的。
00000166
A new spell!  This spell is a higher rank, and will do more damage.
这是一个新的魔法！这个魔法级别更高，而且能造成更多伤害。
00000167
If you use this spell on a monster that is a lower rank than the spell, then you will not receive experience for using it on that monster.
如果你用这个魔法去攻击一个比它低级的怪物，那你是不会因为使用这个魔法得到任何经验的。
00000168
You have just gained a higher rank spell.  This spell will do more damage at the cost of more Mana.
你刚获得一个更高级别的新魔法。此魔法需要消耗更多的法力值，并会造成更大伤害。
00000169
Also, using this spell on a lower rank monster will not grant you experience for using that spell.
同时，对一个较低等级的怪物使用这个魔法时，不会带给你任何的经验。
00000170
You have just gained a higher rank spell.  The higher the rank, the more damage it does.
你刚获得一个更高级别的新魔法。此魔法需要消耗更多的法力值，并会造成更大伤害。
00000171
However, if the spell you use is of a higher rank than the monster, you will not receive experience for using that spell.
然而，如果你使用的魔法的等级比怪物高，使用该魔法将无法获得经验。
00000172
You have just gained a new rank of spell.  This spell will do more damage than the previous rank of spell.
你刚获得一个更高级别的新魔法。此魔法需要消耗更多的法力值，并会造成更大伤害。
00000173
If you use this spell on a monster ranked lower than it, you will gain no experience.
如果你对一个比你的魔法等级低的怪物使用该魔法的话，你将不能获得经验。
00000174
You have gained a new rank of spells now.  Higher ranks do more damage.
你刚获得一个新级别的魔法。级别越高造成的伤害也就越大。
00000175
However, if you use a high ranked spell on a low ranked monster you will not receive experience for casting that spell.
但是，如果你用一个高阶魔法来对付一只低级怪的话，你是不会因为释放那个魔法而得到任何经验的。
00000176
You have gained a higher ranked spell.  This spell will do more damage, but costs more Mana to cast.
你刚获得一个更高级别的魔法，这个魔法能够造成更大的伤害，但是会消耗更多的法力。
00000177
Also, casting a spell that is a higher rank than the monster, will give no experience for casting it.
另外，如果施展一个比怪物等级高的魔法将不能获得经验。
00000178
Oy, mate!  It looks like you just found something really unique!
嘿，伙计！你看起来像是找到了一样特别的东西！
00000179
Well done, you defeated a Boss Monster!  
干得不错，你击败了一个怪物头目！
00000180
Boss Monsters drop unique treasure, so you might want to fight them multiple times to see what you get.
怪物头目会掉落很独特的宝物，因此你可以多次挑战他们，看看到底能拾取什么宝物。
00000181
You'll notice that your Health has also been restored.
你注意到你的生命值恢复了。
00000182
You may notice small red lights floating about the street.  These are wisps.
你会注意到，街道上飘浮着红色的小球，那些就是能量球。
00000183
If you manage to catch one, it will restore a portion of your Health before it disappears.
如果你能获得一个能量球，它将帮你恢复部分生命值，然后消失。
00000184
Excuse me, but one of your items has just overflowed into your bank.
不好意思，你的一件物品刚刚被移到仓库中了。
00000185
This happens when you have too many items in your backpack. You can retrieve these items from the bank in your dorm room in Ravenwood.
若你背包里物品太多，则会将其移入你的仓库。你可以去拉文霍德的仓库中将其取回。
00000186
You don't know how to open a magic chest?  How tedious.
你不知道如何打开魔法箱？真是没劲。
00000187
Most chests are locked magically. To break the spell, you'll have to solve a puzzle.
所有的箱子都被魔法锁住了，为了破解这个魔法，你必须解开“冲击-A-锁”的谜题。
00000188
If you can solve the puzzle, the chest will open, and you will be given a reward.
如果你能解开这个谜题，宝箱将会打开，你还会获得奖励哟。
00000189
Is that everything?  Good.  Please don't bother me again.
就这些了么？好的。请别再来打扰我了。
00000190
Congratulations, you have just earned your first badge.  Each badge will give you a title that you can proudly display below your name tag.
恭喜，你刚刚获得了你的第一枚徽章。每个徽章都会象征一个头衔，你可以将它自豪地展示在姓名标签下方。
00000191
If you have multiple badges achieved, then you can choose which one to display by opening your character sheet and clicking on the one you wish to show.
如果您已经取得了多个徽章，那么你打开你的角色表，选择你想要显示的那个。
00000192
Not every title is as easy to gain as the one you have gotten.  Good luck in the tougher challenges.
不是所有的头衔都如你所获得的这个头衔这般易得。祝你在更艰难的挑战中好运。
00000193
Congratulations, you have just earned your first badge.  Each badge will give you a title that you can proudly display below your name tag.
恭喜，你刚刚获得了你的第一枚徽章。每个徽章都会象征一个头衔，你可以将它自豪地展示在姓名标签下方。
00000194
If you have multiple badges achieved, then you can choose which one to display by opening your character sheet and clicking on the one you wish to show.
如果您已经取得了多个徽章，那么你打开你的角色表，选择你想要显示的那个。
00000195
Not every title is as easy to gain as the one you have gotten.  Good luck in the tougher challenges.
不是所有的头衔都如你所获得的这个头衔这般易得。祝你在更艰难的挑战中好运。
00000196
You have just discovered a badge!
你刚才发现了一枚徽章！
00000197
Badges are achievements that you will earn throughout your adventures.  Each one has its own requirements.
徽章是你在探险过程中获得的奖励。每一枚徽章都有不同的要求。
00000198
Some badges will need you to defeat a certain number of foes and others will require that you complete heroic deeds.  Good luck in finding them all!
有的徽章需要你击败一定数目的敌人才能获得，而有的徽章则要你完成某些英雄壮举后才能获得。祝你顺利获得徽章！
00000199
Oh my!  You have entered an area with monsters in it!
哦天啊！你进入了一个怪物出没的地方！
00000200
If you want to safely traverse this dangerous area, stick to the sidewalks dear, they are safe.
要想安全地穿越这片危险的地区，沿着人行道走，人行道是安全的。
00000201
You have gained a new Training Point.  Go to Ravenwood and learn another spell when you can.
你已经获得一个新的训练值。你有空的时候前往拉文霍德学习新的魔法。
00000202
You have gained a new Training Point. Be sure you train for another spell as soon as possible!
你刚刚获得1训练点数。请尽快开始训练另一条魔法！
00000203
You have gained a new Training Point.  Remember to spend it wisely on a secondary school spell of your choice!
你刚刚获得1训练点数。请谨慎地选择自己想要学习的辅助魔法。
00000204
You have gained a new Training Point.  Go to Ravenwood and learn another secondary school spell when you have the time.
你刚刚获得1训练点数。有时间时请前往拉文霍德学习辅助魔法。
00000205
You have gained a Training Point with this level.  Return to Ravenwood and learn a new secondary school spell!
你刚刚获得1训练点数。请返回拉文霍德学习辅助魔法！
00000206
You have gained a new Training Point.  Remember to return to Ravenwood
你刚刚获得1训练点数。请返回拉文霍德。
00000207
You have gained a new Training Point.  Return to Ravenwood and learn another spell when you can.
你刚刚获得1训练点数。 请返回拉文霍德学习新魔法。
00000208
With this new level you have also gained a Training Point.  Go to Ravenwood and learn another spell with it when you can.
升级就能获得1训练点数。请前往拉文霍德，应用此训练点数学习新的魔法！
00000209
You have gained a new Training Point. Don't forget to train with an instructor! We all need to brush up on our studies now and then...
你刚刚获得1训练点数，别忘了找一位老师指导你训练！我们都需要时不时复习下…
00000210
Moolinda Wu
吴小姐
00000211
Excellent, you have gotten a Healing Spell.  Don't forget to add this Spell to your deck.
太好了，你刚刚获得了治疗魔法，不要忘记把它加入你的魔法盒中。
00000212
You can use this Spell to restore your Health during combat so you will not be defeated!
在战斗中，你可以使用此魔法恢复你的生命值，这样你就不会被击败！
00000213
Arthur Wethersfield
韦斯菲尔德
00000214
My my, a new level.  Why don't you come on by and talk with me.  I do believe I have some homework for you.
不错，你升级了。来找我交谈，我有一些新的任务给你。
00000215
We will now purify the water. The temple ahead of you is where you must go.
我们现在将会净化这些水。你必须前往在你面前的神殿。
00000216
But first we must dispatch Haru. He holds the gate key. Defeat Haru and open the temple gate.
但是，首先我们必须解决韩瑞。他掌握了大门的钥匙。击败他，然后打开神庙大门。
00000217
Now to summon Wavebringer! This Water Spirit guards the entrance to the River Temple. Use the Jade Scepter on the four shrines to summon Wavebringer.
现在去召唤海浪使者！这个水精灵守护着通往河之寺庙的入口。在4个祭坛上使用翡翠权杖来召唤海浪使者。
00000218
You can also try and catch some wisps to regain your Health or Mana.
你也可以吸收能量球，以恢复自己的生命值或法力值。
00000219
The blue wisps that you find will restore a bit of your Mana when you catch one.
当你吸收到蓝色能量球后，你会恢复部分法力值。
00000220
Beware, young Wizard. The street you now have access to contains battles which are handled a little differently.
小心，小魔法师。你前往的街道，巨像大道，正在发生战争，需要用不同的手段应对。
00000221
There can be more opponents at one time compared to the amount of players participating in the battle.  Be very careful!
在战斗中，敌方的人数将远远大过参战的玩家。请小心！
00000222
Remember that you can bring up your map by pressing the 'M' key or clicking on the map icon within your Spellbook.
请记住，你可以通过按下“M” 键或点击你的魔法书上的地图图标查看地图。
00000223
You have just received a Tool Tip.  They are displayed on the right hand side of your screen, and normally look like a portrait of somebody.
你已经收到了工具提示。他们出现在屏幕的右边，通常看起来像一个人的肖像。
00000224
These will occasionally appear, and will give you timely information by clicking on them.
这些偶尔会出现。点击它们以得到及时的信息。
00000225
You have just been given a Tutorial Tip. These will occasionally appear on the right hand side of your screen.
你刚刚得到一个教程提示。这些提示偶尔会出现在你屏幕的右侧。
00000226
These are portraits that give you timely information when you click on them.
点击这些头像可以获取及时信息。
00000227
You can securely talk with friends that are in the game by selecting them on your friends list and clicking the secure chat button.  Only your friend will be able to see the message you send.
通过点击好友列表上的好友按钮和私聊按钮，你就能和好友畅快地私聊了，只有你和好友才能看见聊天内容。
00000228
You must enter the Sunken City to find me! Beware, it is a Dungeon, much different than the real world! There are some rules you should know...
你只有来沦陷之城才能找到我！当心，那地方是个地下城，与真实世界有很大的差别！有一些规则你必须知道……
00000229
Only four Wizards at a time can be in a Dungeon. These areas are full of danger, so choose your friends wisely... if you dare to enter. 
一个地下城里一次最多进入四名魔法师。这些区域危险重重，所以，如果要进入地下城……请仔细挑选你的好友。
00000230
 You can Go Home to get more Mana and Health, but if everyone leaves the level by logging out or using the exit, the level will reset immediately and all your progress will be lost.
你可以返回家园获取更多的生命值和法力值，但如果有玩家下线或退出地下城，地下城都将会立即重置，你的游戏进度也不会保存。
00000231
You can replay this area time and time again, gaining additional unique loot! Now, enter if you dare...!
你可以在这个地区不断地重复玩儿，赢取其他独特的战利品！现在，如果你有胆量……进来吧！
00000232
Krokenkahmen
克洛克·卡曼
00000233
So you think you are worthy to enter the Throne Room of Fire? Beware, it is a Dungeon! 
那么你认为你有闯入火焰金殿的实力？小心，那是个地下城！
00000234
Only four at a time can be in a Dungeon so bring your best warriors! And when everyone leaves, the level will reset in a short amount of time.
地下城里一次最多只能容纳四个人，所以，请带上你最好的战士！所有人都离开一会后，地下城将会重置。
00000235
You can replay this Dungeon, allowing you to gain additional unique loot. But only if you survive!
你可以重玩这个地下城，获取额外的特别奖励。前提是你能活下来！
00000236
Ngozi the Beguiler
欺诈者恩戈齐
00000237
Ngozi the Beguiler
欺诈者恩戈齐
00000238
Wizard! You think you are worthy to enter the Tomb of the Beguiler? Ha! You wish. Enter at your own peril, as it is a Dungeon!
魔法师！你认为你有资格进入欺诈者墓地？哈哈，希望你的想法是正确的。进去以后危险自负，因为它是地下城！
00000239
Pops O'Leary
泡普斯·欧莱瑞
00000240
You think you are ready for the Ironworks? Ha, I don't think so, tiny Wizard. Not only is it a rough neighborhood, but it is a Dungeon! 
你以为你有进入炼铁厂的实力了？哈，我看不是，小魔法师。那地方不仅是个暴力街区，而且还是地下城！
00000241
Stoker
斯托克
00000242
Thinking of rescuing Dr. Waggs? Think again, little Wizard. Not only is Kensington Park all mine, but it is a Dungeon! Mwahahahahahah!
想救怀格斯博士？先掂量掂量自己吧，小魔法师。不仅肯辛顿公园全归我管，而且这儿还是一个地下城！哇哈哈哈哈哈哈！
00000243
My goodness, you defeated Lady Blackhope! Obviously, word of your deeds has travelled quickly.
我的天啊，你击败了黑魂女士！很明显，你的丰功伟绩很快就会传播开来。
00000244
Because of this you have earned a new badge!  You can now choose to change your title if you want to show everyone your achievement!
这个任务让你获得了一枚新徽章！现在你可以改变你的头衔了，这样所有人就都会看到你的成就了！
00000245
Oh, and most importantly, make sure they are completely full, with a top on them, or you cannot use them when you need them!
哦，最重要的是，你要确保它们是满的，上面盖个盖子，否则你没法使用。
00000246
Look at all the spells in your chosen secondary school. You'll have to buy them in sequential order to get to the higher levels later. So shop wisely!
看看你所选择的辅助魔法学院魔法。你必须按照顺序购买它们，之后才能升到更高的级别。所以购买的时候要聪明些！
00000247
If you are ready to start testing your skills in combat, then this is the street for you!
如果你已经做好了接受测试的准备，那么开始吧！
00000248
To start a battle with a monster, just approach it on the street. When you get close enough, both you and your opponent will go to the closest combat circle. En garde!
只要靠近怪物就能和它交战了。靠近怪物后，你和怪物都会进入就近的战斗圈内。准备应战！
00000249
Don't worry if you get tired. If you want to avoid a fight on Wizard City streets, just stick to the sidewalks. That's better than having to flee during battle.
就算累了也不用担心，如果你想避开魔法城中街道上的战斗，只要别离开人行道就行了。这总比在战斗中逃跑好。
00000250
If you have to flee during battle, you will teleport to the safety of the Commons, but you will lose all your Mana! So make sure you are ready before going into battle.
如果战斗中你必须逃跑，你可以传送到广场的安全地点，但你将失去所有的法力值！所以在投入战斗之前，确保你已经做好所有准备。
00000251
Oh, dear! Your bank is almost full! You'll need to return to Ravenwood and clean out some of your items from your bank.
哦天哪！你的仓库快满了！你需要返回拉文霍德将部分物品清理出来。
00000252
Once your backpack and bank are full you will be unable to pick up any new items you might find while adventuring. So if you want to avoid losing things, make sure to clean your room from time to time!
你的背包和仓库装满了之后，你就不能在冒险中拾取新物品。所以如果你不想这样的话，请确保经常清理，腾出空间。
00000253
Oh, there's one rule you'll need to know about the Arena. You will not be able to join in a battle that is already in-progress.
哦，关于竞技场，有一条规则你必须知道。你不能中途加入已经开始的战斗。
00000254
Once the fight begins, you can stand on the side and watch. This gives everyone a sporting chance!
战斗开始后，你可以站在一边观察。这样每个人都能获得平等的机遇！
00000255
Krokhotep
克洛克托普
00000256
So you feel you are worthy of entering the Emperor's Retreat? Not on your life, you lowly worm!
这么说，你觉得自己有资格进入皇家密室？这辈子都别想，你这身份低微的家伙！
00000257
Keeper of the Fang
尖牙守卫
00000258
What?!? You think you can just waltz right into Vault of Ice and take the Golden Fang? This Dungeon will be your final resting place!
什么？！你居然以为可以大摇大摆地进入冰之地窖拿走金色毒牙？这地下城将是你的墓地！
00000259
Bellows
贝洛斯
00000260
You think you are ready for Counterweight West? Foolish human, this Dungeon will be your doom!
你认为已经做好挑战西部博物馆的准备了？愚蠢的人类，这个地下城就是你的葬身之地！
00000261
Sprockets
齿轮机器人
00000262
Now is the time for Sprockets to make you dance! Dance to the tune of your undoing, slow-thinking human! You will have naught but defeat in the Dungeon you call Counterweight East!
现在是链齿傀儡让你起舞的时候了！伴着你们愚笨人类的节奏翩翩起舞吧！除了在东部博物馆的地下城里被打败以外，你会一无所获！
00000263
Son of Storms
风暴之子
00000264
You are being sent on a quest into the Dungeon of the Temple of Storms? Ha! Come and fight me, coward. Defeat will be your reward!
你被派来风暴神殿下面的地下城完成任务？哈！那就来战斗吧，胆小鬼。失败就是对你的奖赏！
00000265
Say, you have permission to use Text Chat! This allows you to talk more freely to others. When you press Enter you will see the Say icon <image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF>. If you are in a group you will also see the Group Chat icon <image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF>.
也就是说，你可以进行文本聊天！你可以通过这种方式与其他人更自在地交流。按下回车键，你就会看到聊天图标<image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF>。如果你加入到队伍中，你还会看到群聊图标<image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF>。
00000266
The message will appear above your head and can be seen only by other players that have permission for Text Chat. 
对话信息将出现在你的头顶上方。
00000267
Words that are valid will show up white. Words that are not allowed by the filter will show up red. For more details, go to the Wizard101 website!
有效的聊天信息会显示为白色，被禁止的聊天内容会显示为红色。了解更多相关信息，请访问沃尔学院官网(www.wizard101.com)！
00000268
Well well... "What happened to my newly-acquired item?" you may ask. Let me tell you...
好的好的……你可能想知道“我新获取的物品怎么不见了？”，现在就让我告诉你……
00000269
It appears that both your backpack and your bank are completely full. When that happens, any newly found item will disappear!
你的背包和仓库似乎都满了。背包和仓库满了以后，你新获取的物品都会丢失！
00000270
Before you find yourself losing more valuable items, you should go right now and clean out your bank and backpack!
在丢失其它更多的物品以前，你应马上清理仓库和背包。
00000271
Hey there, looks like yer about to lose yerself some gold!
嘿，看起来你丢失了些许金币！
00000272
Lemme see... Well, here's yer problem, yer gold bag is almost full! It's practically burstin'!
让我想想……呃，你的金币袋几乎装满了！实际上都快撑破了！这就是你的问题！
00000273
You'll need to spend some of that gold! You cain't get more gold if your bag is full!
你需要花费一些金币！ 金币袋装满后，你就不能再获得金币了！
00000274
Hey there, young Wizard! Don't forget that you are one among many who are fighting the forces of darkness!
喂，那边的年轻的魔法师！别忘记你是千千万万对抗黑暗势力的人之中的一个。
00000275
So if you see a fellow Wizard struggling against the enemy, jump in and help out!
所以如果你看到魔法师同伴在和敌人战斗，就加入协助吧！
00000276
There's strength in numbers, so the more Wizards fighting on your side the better!
数量越多力量越大，所以和你在一起战斗的魔法师越多越好！
00000277
I apologize for the interruption, but I wanted to bring something important to your attention.
抱歉，打扰一下，我想给你看件重要的物品。
00000278
If you ever have any questions about magic or the world around you, I've included some reference material in your Spellbook.
如果你对魔法或者聊天方面还有疑问的话，我给你的魔法书中包含了一些参考资料。
00000279
Simply open your Spellbook and read over the help pages. They contain loads of valuable information!
你只需打开你的魔法书，查看帮助页面即可。帮助页面含有大量宝贵信息！
00000280
Kagemoosha
影猛者
00000281
This is my Dungeon, Wizard! No one will take it from me!
这是我的地下城，魔法师！没有人能从我手中抢走它！
00000282
Dr. Katzenstien
卡赞斯坦博士
00000283
Hmph!  You think you can defeat me in my own Dungeon?  We shall see!
哼！你以为你能在我的地下城里打败我？等着瞧吧！
00000284
Katsumori
胜森
00000285
Leave this place, Wizard! This is my Dungeon. You <ITALICS>will</ITALICS> not survive.
离开此地，魔法师！这是我的地盘。否则你<ITALICS>是</ITALICS>不会活着出去的。
00000286
I pity the fool who would dare to enter Karanahn Palace, for it is a Dungeon!
可怜的傻瓜，竟敢闯入卡拉纳罕宫殿，它可是一个地下城！
00000287
I see you've already increased in power! Excellent! However, that power must come with guidance. Return at once to my office. I'll then get you started with your enrollment.
我看你在力量方面得到了增强！非常好！ 但是那份力量必须得到指引。立即返回到我的办公室。然后我会让你开始你的注册。
00000288
Ideyoshi
秀吉
00000289
You have too many Treasure Cards in your Spellbook. You can't receive any new Treasure Cards until there is more room in your Spellbook.
你魔法书中的宝藏卡数量太多，要等到魔法书中有更多空间时，你才能获取新的宝藏卡。
00000300
You've just received a housing deed! Now you can move out of your dorm room and into a more luxurious Castle on an island of your own!
你刚刚获得了一套家园！现在你可以搬出寝室，住进属于自己的豪华城堡里了！
00000301
You can select your new Castle and equip it just like anything else in your backpack. 
你可以选中自己的家，像装备你的背包一样装备你的新家园。
00000302
When you click the "Go Home" icon you'll appear at your new home. You can always teleport back to the hub of whatever world you're on.
点击“回家”图标后，你就会到达新家。你可以被传送到任何地方的中心区域。
00000303
If you'd like to move between Castles, use your backpack to equip the Castle of your choice. You can return to your dorm room by hitting "Go Home" while at your Castle.
你可以将城堡图标装备在背包中以便你在城堡之间移动。在城堡中时，你可以通过点击“回家”按钮返回宿舍。
00000304
You can have up to three Castles plus your dorm room. You must empty a Castle of all its furnishings before you can sell it.
加上你的宿舍，你最多可以有三套房子。如果你出售一个城堡，其中所有家具都会被存放在阁楼里，可以在其他的城堡中使用。
00000305
Once you've completed the first crafting quest, you can craft equipment, treasure cards, and even furniture by following these simple steps:
一旦你完成第一个打造任务，你就可以按照以下几个简单步骤来打造装备、宝藏卡以及家具：
00000306
First, you must complete the first crafting quest, which rewards you with a crafting station and a crafting slot. You can also buy crafting stations from furniture vendors.
首先，你必须完成第一个打造任务，完成后会奖励你一个打造台和一个打造槽。另外，你也可以从家具商人那里购买打造台。
00000307
Second, you must purchase a recipe from a recipe vendor. They're located on each of the worlds of the Spiral. 
再者，你必须从配方商人那儿购买配方。他们遍布于漩涡星系的各个世界。
00000308
Third, you must gather the ingredients and reagents used in the recipe. Some reagents can be harvested throughout all the worlds of the Spiral. Some reagents can be purchased from reagent vendors. Some foes will drop reagents when defeated. 
第三，你必须收集配方使用的材料和材料。有些材料可以在漩涡星系各处收集，有些材料可以在材料小贩那里购买，有些会在打败敌人后获得。
00000309
Fourth, you must have an empty crafting slot. A crafting slot allows you to concentrate on making an item. Once you use it, you must wait for the timer to refresh before you can make another item. 
第四，你必须有一个空的手工艺时间槽。手工艺时间槽可以让你专注于制作某件物品。时间槽一经使用后，你必须等待定时器刷新后才可以打造下一件物品。
00000310
Lastly, when you have your recipe and reagents, go to your crafting station and use it. Select the recipe you want to make, and if you have the required reagents, press "Create" and make the item! It will go into your backpack. 
最后，在拥有配方和材料以后，你可以去打造台打造物品。挑选你想做的配方，如果你有所需的材料，点击“创建”图标就可以打造这个物品了。打造出的物品将存放在你的背包中。
00000311
Lastly, when you have your recipe and reagents, go to your crafting station and use it. Select the recipe you want to make, and if you have the required reagents, press "Create" and make the item! It will go into your backpack. 
最后，等你有了配方和材料之后，去你的工作台上使用这些东西。选中你想调制的配方，如果你具备所需材料，点击“配制”按钮，就能得到你想要的配方！它会自动装进你的背包中。
00000312
Mr. Lincoln
林肯先生
00000313
You must purchase recipes from a recipe vendor. They're located on each of the worlds of the Spiral.
你必须从配方商人手中买一些配方，在漩涡星系到处都能找到配方商人。
00000314
You must purchase recipes from a recipe vendor. They're located on each of the worlds of the Spiral.
你必须从一个配方商人那购买配方。你可以在每个城市的漩涡星系那找到他们。
00000315
Mr. Lincoln
林肯先生
00000316
Mr. Lincoln
林肯先生
00000317
Mr. Lincoln
林肯先生
00000318
You can harvest reagents throughout all the worlds of the Spiral. You can also purchase some of them from reagent vendors, or find them for sale in the Bazaar. Some foes will drop reagents when defeated.
你可以在漩涡星系各处收集材料，也可从材料小贩那里购买。而有些材料会在敌人被打败后掉落。
00000319
You can harvest reagents throughout all the worlds of the Spiral, or you can purchase some of them from reagent vendors. Some foes will drop reagents when defeated.
你能在旋涡的世界各地收集材料，或者你也可以从材料商人那边买到。有时候，当你击败一些敌人时，他们也有可能掉落材料。
00000320
You must complete crafting quests to earn new crafting slots. Eudora Tangletree, the recipe vendor in Wizard City's Olde Town, can get you started. 
你必须完成工匠任务之后才能获得新的手工艺时间槽，魔法城奥尔德镇的配方商人尤朵·唐崔会给你任务。
00000321
Don't forget that you can use your compass to locate places easier, like the various schools in Ravenwood.  Good day!
不要忘记使用指南针定位会更加方便，比如定位拉文霍德的各个学院。再见！
00000322
You must place your crafting station in your dorm room or castle to be able to use it. More powerful items require better crafting stations.
你必须把你的工作台放在你的宿舍房间或者城堡里，这样你才能使用它。物品越强力，就要求越好的工作台。
00000323
First, you must complete the first crafting quest, which rewards you with a crafting station and a crafting slot. You can also buy crafting stations from furniture vendors.
首先，你要完成第一个打造任务，任务完成后你将获得一个打造台和一个手工艺时间槽。你也可以从家具小贩处购买打造台。
00000324
You must place your crafting station in your dorm room or castle to be able to use it. More powerful items require better crafting stations.
你必须把你的打造台放在宿舍或城堡里，以便随时使用。道具越强大，需要的打造台也越强大。
00000325
You weren't able to collect that last reagent because you have the maximum number of those.
你无法收集最后一副材料，因为你现在拥有的材料数已达上限。
00000326
If you're in a group and you want to say something to people nearby, make sure the Say icon <image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF> is bigger. To talk to your group, make sure the Group Chat icon <image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF> is bigger. To switch, click on the one you want to use.
如果你想和队伍中的周围人聊天，使用较大的聊天按钮<image;GUI/Art/Art_Chat_Say.dds;22;22;0xFFFFFFFF>；如果要与你的队友对话，也需要使用较大的群聊图标<image;GUI/Art/Art_Chat_Party.dds;22;22;0xFFFFFFFF>，群聊如果要切换的话，点击你想使用的图标就可以了。
00000327
Purchasing a recipe is the same as learning it. Once you learn a recipe, you can use it as many times as you like. 
购买配方和学习配方是一样的。一旦你学会一个配方，就可以无限次地使用。
00000328
Mr. Lincoln
林肯先生
00000329
You get a basic crafting station by completing the first crafting quest offered by Eudora Tangletree in Olde Town. You can also buy basic card, furniture, and equipment crafting stations from vendors on other worlds of the Spiral. 
你完成了奥尔德镇的尤朵·唐崔提出的第一项手工艺任务，获得了简易打造台。你也可以从其他漩涡星系的商人手中购买简易的卡牌、家具和装备打造台。
00000330
Some worlds of the Spiral have unique crafting stations that must be visited. These stations allow you to make items you cannot make at any other crafting station. 
漩涡星系的许多世界有非常独特的打造台，这些打造台可以让你做出独一无二的物品。
00000331
Mr. Lincoln
林肯先生
00000332
You must purchase recipes from a recipe vendor. They're located on each of the worlds of the Spiral. 
你必须从配方商人手中购买配方，配方商人在漩涡星系到处可见。
00000333
Purchasing a recipe is the same as learning it. Once you learn a recipe, you can use it as many times as you like. \n
购买配方和学习配方是一样的。一旦你学会一个配方，就可以无限次地使用它。\n
00000334
Mr. Lincoln
林肯先生
00000335
The Arena is located in Unicorn Way, close to the entrance.
竞技场位于独角兽大道，在靠近入口的地方。
00000336
Mr. Lincoln
林肯先生
00000337
The Bazaar is located in Wizard City's Olde Town, next to Gloria Krendell's house.
集市位于魔法城的奥尔德镇，靠近葛罗瑞亚·肯德尔的房屋。
00000338
Mr. Lincoln
林肯先生
00000339
You must place your crafting station in your dorm room or castle to be able to use it. When it is placed, walk up to the crafting station to interact with it. 
你必须把你的打造台放在你的宿舍或城堡里，以便随时使用。安放好后，去使用吧。
00000340
When you have opened the crafting window, use the tabs along the top to see what items you can craft. 
打开手工艺窗口以后，使用顶部的标签可以查看你能打造什么道具。
00000341
Select an item and it will be displayed in the upper left corner of the crafting window. Below it you can see if a crafting slot is available, and below that the required reagents.
选定一件物品后，它将显示在手工艺界面的左上角。你可以在界面下方查看是否有可用的时间槽，时间槽下方显示所需的各种材料。
00000342
If you have a ready crafting slot and all of the required reagents, click the "Create" button. The item will be created and will appear in your backpack.
如果你拥有了时间槽及所需材料，就可以点击“创建”按钮打造物品，打造出的物品被放置在你的背包里。
00000343
Mr. Lincoln
林肯先生
00000344
Shopping in the Bazaar is similar to shopping with a regular vendor. Go to the Bazaar and interact with Elik Silverfist, the Master Merchant. 
在集市购物与从普通商人处购物是类似的。前往集市，与店主埃里克·银拳交谈。
00000345
Use the top tabs to choose whether you wish to buy or sell. Choose the items at the top of the window to narrow your search. 
使用顶部标签选择购买或出售。可以通过选择窗口顶部的物品缩小搜索范围。
00000346
You can buy most clothing and pets in different colors, just as if you dyed them in the dye shop. 
你可以购买到不同颜色的衣服和宠物，好像你在染料店将它们染过一样。
00000347
Mr. Lincoln
林肯先生
00000348
Once you're in the Arena, you can sign up for a player versus player (PvP) duel. Choose a practice match or a ranked match. You can also choose to watch a match while other Wizards duel. 
到达竞技场之后，你可以报名参加PvP比赛。选择练习赛或者排位赛。你也可以选择观看魔法师决斗。
00000349
You can choose to join a quick match of whatever size you would like, or you can create a new match. You can specify what type of match it can be, and who can join.
你可以选择快速加入任意规模的比赛，也可以创建一个新的比赛。创建新比赛需要指定比赛类型以及参加人员的要求。
00000350
While you are waiting for all of the duelists to join, you will have a crossed swords icon in the upper right corner of your screen. Click on it to see your team and the status of your match.
在等待其他玩家加入比赛时，你的屏幕右上角会出现一个交叉的剑图标。点击该图标查看你的队伍及你的比赛状态。
00000351
If you join another match while you are already waiting for one to begin, you will cancel your previous match and join the new one. 
如果你在等待其他玩家时加入了另一场比赛，你的上一场比赛将会被取消，加入新的比赛。
00000352
Practice matches are just for fun, and do not affect your PvP rating. Ranked matches affect your PvP rating, as your rating goes up with duels you win, and goes down with duels that you lose. 
练习赛仅用于练习，而不会影响你的PvP排名。排名赛会影响你的PvP排名。战斗获胜会使你的排名上升，失败则使排名下降。
00000353
The Help Pages have more information about PvP and the Arena. You can go to the Help Pages by clicking the red question mark on the right side of your spellbook.
“帮助”页面含有更多关于 PvP和竞技场的信息。点击你魔法书右侧的红色问号，即可进入“帮助”页面。
00000354
Mr. Lincoln
林肯先生
00000355
You can earn Arena Tickets from playing in ranked PvP duels in the Arena, win or lose. Practice duels don't earn Arena Tickets. Winning earns more tickets than losing, so good luck!
你可以通过参加PvP排名赛获得竞技场券，成功及失败都可以获得。参加练习赛不能获得竞技场券。希望你能获得更多的竞技场券，祝你好运！
00000356
You can spend Arena Tickets on special PvP gear or trophies. PvP gear is available from Diego the Duelmaster, and Roland Silverheart sells PvP trophies. Diego and Roland are both located outside the Arena. 
你可以使用竞技场券购买PvP特殊装备或奖品。PvP装备可以从决斗大师迭戈那里买到，战神罗兰·银心则出售PvP奖品。迭戈和罗兰都位于竞技场外。
00000357
That's the last spell I'm able to teach you. If you'd like to learn more Death spells, you'll have to go speak to Dworgyn, down in Nightside. 
这是我能教你的最后一个魔法，如果你想学习更多的亡灵系魔法，你可以去多沃金那里看看，他在黑夜之地。
00000358

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000359
You've successfully hatched an egg! You must wait until you can hatch another. Members can hatch eggs more quickly! 
你成功孵化了一颗宠物蛋！你必须等待一段时间才能孵化下一颗。会员的孵化速度更快！
00000360

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000361
You've just received a pet snack! You can feed pet snacks to your pet after it completes a training game. 
你获得了宠物小吃，你可以在宠物完成训练游戏后，给宠物喂食小吃。
00000362
Greetings, oh wonderful Wizard! Our mutual friend, Headmaster Ambrose, would have words with you if you have a moment to spare! 
你好，厉害的魔法师！如果你有时间，我们的朋友安布罗斯校长想和你谈谈！
00000363
<ITALICS>You hear someone singing, very faintly. You're trying to make out the words...</ITALICS>
<ITALICS>你听到有人在唱歌，但声音很小。你试着听出其中的歌词…</ITALICS>
00000364
Help me! I don’t know who you are, but you’re my only hope!
救救我！我不知道你是谁，但是你是我唯一的希望！
00000365
<ITALICS>You’re not sure, but you think that it’s Selena Gomez, an actress and singer from Earth! What is she doing sending you magical messages?</ITALICS>
<ITALTICS>虽然你不确定，但你认为她是赛琳娜·戈麦斯，一位来自地球的演员和歌手！她为什么要传给你魔法信息？</ITALTICS>
00000366
Pardon me, young wizard!  Can you hear this music, too? Amazing!
打扰一下，小魔法师！你也能听到这段音乐么？太棒了！
00000367
We must investigate this matter! Come to my classroom as soon as possible!
我们必须对这件事展开调查！请尽快到我的教室来！
00000368
Mysterious Message
神秘消息
00000369
I hate to be a bother, but there’s an urgent matter to discuss. Come to my classroom at once! 
我不想打扰你，不过有一件急事要讨论。请马上到我的教室来！
00000370
My student! It’s important that you report to my classroom at once!
我的学生啊，请你立刻来我教室，这件事非常重要！
00000371
Hello! I’ve crackling good news for you! Can you come to my classroom at once? 
喂！我有好消息告诉你！你能马上到我教室来吗？
00000372

Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
00000373
Halston Balestrom
风暴系教授·布雷斯
00000374
Selena Gomez
赛琳娜·戈麦斯
00000375
The time has come again, young Wizard, for you to report for class! 
小魔法师， 你报到的时间又到了！
00000376
Excuse me, young Wizard. Please look me up in the Celestia Base Camp when you’ve a chance. It’s quite important!  
对不起，小魔法师。若有机会请来天国大本营找我。我有要事找你！
00000377
I’d like to see you again at Celestia Base Camp, if you’ve the time to spare!
若有时间，我希望你再次拜访天国大本营！
00000378
Once more I must beg your assistance. Can you visit me in Celestia Base Camp?
我再次需要你的帮助。你能到天国大本营里来找我吗？
00000379
Greetings from the Krokosphinx, my favorite student! It is time for you to expand your repertoire of spells. Come at once!
你好啊，我最喜欢的学生！是时候多教你魔法了。快点到克洛克神岛来！
00000380
If you can spare the time from adventuring to further your studies, report to my classroom.
如果你能从冒险中抽出点时间来深入你的研究的话，到我的课堂报告。
00000381
You weren't able to collect that last pet snack because you have the maximum number of those.
你无法收集最后一块宠物小吃，因为你现在拥有的小吃数目已达上限。
00000382
Young Wizard! I have an offer you can't refuse. Come see me in Olde Town when you can.  
小魔法师！我有一个你不会拒绝的提议。等你有时间了，请到奥尔德镇来找我。
00000383
A matter requires your attention. Visit me in my classroom in Ravenwood at your earliest convenience. 
有件事情需要你关注，请尽快来拉文霍德的教室找我。
00000384
Hello! I'm sorry to bother you, but I need your assistance. Come to class in Ravenwood at your earliest convenience. 
喂！很抱歉打扰你，但我需要你的帮助。请尽快到拉文霍德教室来。
00000385
I see you are ready for the next step in your studies. Come see me in Ravenwood at your earliest convenience, dear. 
我看你已经准备好进入下一阶段的学习了。请尽早来拉文霍德见我。
00000386
Please make haste to visit my classroom in Ravenwood. Some urgency is required! \n
请速来我在文霍德的教室。有紧急情况！ \n
00000387
Greetings young Wizard. I need to see you soon. Please come to me in Ravenwood when you have a moment. 
你好，小魔法师。我们需要尽快见个面。你有空的时候请到拉文霍德找我。
00000388
Hello, young Wizard. I have some interesting information to convey. Come see me at the Death School in Nightside. 
你好，小魔法师。我有一些有趣的消息要告诉你。请到黑夜之地的亡灵学院找我。
00000389
Come to me in Krokotopia. I need to speak with you about a pressing matter. A matter of secret rituals. 
请来克洛克找我。我有紧急事情要和你谈论，是关于秘密宗教仪式的事情。
00000390
Could you come at once to my office? Grizzleheim has need again of your assistance!\n
你能不能马上到我的办公室来？格林海姆又需要你帮忙了！\n
00000391
Young Wizard! I have some interesting news for you. Please come to my office in the Commons at once. 
小魔法师！我有趣闻要告诉你。请马上到我在广场上的办公室来吧。
00000392
Hello, Wizard! I noticed your backpack is almost bursting with items! Did you know you can feed items to your pet to make more room?
你好啊，小魔法师！你的背包快满了！你可以把背包的点心喂给宠物，这样会腾出更多空间！
00000393
Go into your backpack, select an item, and click the Feed Pet button. The pet you have equipped will enjoy the snack!
去背包中拿块点心喂下宠物吧。你装备上的宠物会吃到点心！
00000394
Feeding an item to a pet will give you one of several possible rewards!
给宠物喂食，你可能会获得一种奖励！
00000395
If you can make your way to Krokotopia, I have something for you! You remember my classroom under the Krokosphinx, right?
如果你能顺利到达克洛克，我有东西给你！记得我在克洛克神岛下面的教室，对吗？
00000396
A moment of your time, if you can spare it! Make your way down to Nightside... you won't be sorry!
如果可以的话，再耽误你一点点时间！快去黑夜之地……你不会后悔的！
00000397
Dear student. I've excellent news for you. Make your way to my classroom in Ravenwood at your earliest convenience.
亲爱的学生。我有好消息告诉你。方便的时候尽快到我在拉文霍德的教室来。
00000398
Young Wizard! Come on down... to Nightside! You can be the next contestant on "The Spell is Nice!"
年轻的魔法师！继续努力……前往黑夜之地！你将是下一个争夺“美好魔法牌”的人！
00000399
Greetings, young Wizard. I trust I am not interrupting anything important? Good. Make your way to my classroom at once.
你好，年轻的魔法师。我想我没有妨碍你做重要的事情，对吗？很好。立即到我的教室里来。
00000400
Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
你好，小魔法师。我们需要尽快见个面！我是说，在你有空的时候顺便来一下。
00000401
Hello, Wizard! Please see me at once! If you can, I mean. Just, whenever you have the time to drop by.
你好，小魔法师。我们需要尽快见个面！我是说，在你有空的时候顺便来一下。
00000402
I have something I need to discuss with you, my dear student. Please come see me in Ravenwood when you get the chance.
我有一件事要和你讨论，我亲爱的学生。请你有空的时候到我的教室来！
00000403
Lucky Hookline
幸运钩线
00000404
Young Wizard, I can't wait to tell ya about my favorite pastime: Fishing!
小魔法师，我等不及要告诉你我最爱的消遣活动：钓鱼！
00000405
Young Wizard, I can't wait to tell ya about my favorite pastime: Fishing!
小魔法师，我等不及要告诉你我最爱的消遣活动：钓鱼！
00000406
Come find me by the water in the Commons.
到广场的水池边来见我。
00000407
Lucky Hookline
幸运钩线
00000408

Ayuh, Young Wizard, come see me in the Commons when ya get a chance. It's time we swap some fish stories!
00000409

Well, look at that! You've just placed a Vault in your house!
00000410

Vaults are used to store specific objects.
00000411

Use Place Object mode to place the Vault where you want it in your house.
00000412

After it's placed, while still in Place Object mode, left click on the Vault. Then click the icon to open the Vault.
00000413

The Vault interface will appear, and then you can transfer items between the Vault and your backpack.
00000414

Wizard! One of the Scholars left a message for you. Come see me in the Arcanum immediately! Or don't. I honestly don't care.
00000415

Ayuh, Wizard, stop by the Commons, would ya? I've heard chatter about great new place to Fish!
00000416
If you'd like more space in your Backpack, you can always purchase a handy Expand Backpack Elixir from the Crown Shop!
如果你想要背包里有更多的空间，你可以随时从皇冠商城购买一个方便的扩展背包秘药!
00000417

These are portraits that give you timely information when you click on them.
00000418

Guten tag! Does your Pet like olde fashioned gourmet imported Pet Snacks? Do you like free stuff? Then come see me in Wizard City. Um, schnell!
00000419
My Scion, I know you are communing with unnatural forces. We must discuss what they wish of you.
我的接穗，我知道你在和一些非自然力量沟通。我们必须讨论他们对你的期望。
